internal/report/testdata/live/gatling/3.14.9/console.txt
========================================================================================================================
---- Global Information -------------------------------------------------------------|---Total---|-----OK----|----KO----
> request count                                                                      |    12,250 |    12,010 |       240
> min response time (ms)                                                             |         1 |         5 |         1
> max response time (ms)                                                             |     2,000 |     2,000 |        14
> mean response time (ms)                                                            |       104 |       106 |         4
> response time std deviation (ms)                                                   |       282 |       285 |         2
> response time 50th percentile (ms)                                                 |        26 |        27 |         4
> response time 75th percentile (ms)                                                 |        37 |        38 |         6
> response time 95th percentile (ms)                                                 |       721 |       752 |         7
> response time 99th percentile (ms)                                                 |     1,670 |     1,677 |         9
> mean throughput (rps)                                                              |     48.61 |     47.66 |      0.95
---- Response Time Distribution ----------------------------------------------------------------------------------------
> OK: t < 800 ms                                                                                         11,388 (92.96%)
> OK: 800 ms <= t < 1200 ms                                                                                 371  (3.03%)
> OK: t >= 1200 ms                                                                                          251  (2.05%)
> KO                                                                                                        240  (1.96%)
---- Errors ------------------------------------------------------------------------------------------------------------
> status.find.is(200), found 500                                                                            240   (100%)
========================================================================================================================